---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Electrical.AnalyticalBusData
source: html/0bbff411-009a-d4ad-aada-c0c57acfdaff.htm
---
# AnalyticalBusData Members

The current rating value of the analytical bus.